Repository: sunpebble/steady
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %arg — %arg
zh_hans: %1$arg — %2$arg

source: %arg · %arg
zh_hans: %1$arg · %2$arg

source: %arg %arg
zh_hans: %1$arg %2$arg

source: Add
zh_hans: 添加

source: Add one to get reminders and a daily checklist.
zh_hans: 添加一种用药后，可以获得提醒和每日清单。

source: Add time
zh_hans: 添加时间

source: After meal
zh_hans: 餐后

source: All widgets
zh_hans: 所有小组件

source: Average
zh_hans: 平均值

source: Blood glucose
zh_hans: 血糖

source: Blood oxygen
zh_hans: 血氧

source: Blood pressure
zh_hans: 血压

source: Cancel
zh_hans: 取消

source: Context
zh_hans: 情况

source: CSV export
zh_hans: CSV 导出

source: Daily reminder
zh_hans: 每日提醒

source: Diastolic
zh_hans: 舒张压

source: Doctor report
zh_hans: 复诊报告

source: Dosage (e.g. 500mg)
zh_hans: 剂量（例如 500mg）

source: Dose %arg
zh_hans: 第 %1$arg 次

source: Doses logged
zh_hans: 已记录服药

source: Export
zh_hans: 导出

source: Export CSV
zh_hans: 导出 CSV

source: Fasting
zh_hans: 空腹

source: From
zh_hans: 开始

source: Generate PDF
zh_hans: 生成 PDF

source: Heart rate
zh_hans: 心率

source: high
zh_hans: 高

source: Log symptom
zh_hans: 记录症状

source: Log your first reading with the + button.
zh_hans: 用 + 按钮记录第一条读数。

source: low
zh_hans: 低

source: Measurement reminder
zh_hans: 测量提醒

source: Measurement time
zh_hans: 测量时间

source: Medication
zh_hans: 用药

source: Medications
zh_hans: 用药

source: Meds
zh_hans: 用药

source: Mild
zh_hans: 轻微

source: Moderate
zh_hans: 中等

source: My target ranges
zh_hans: 我的目标范围

source: Name
zh_hans: 名称

source: No data in range
zh_hans: 这个范围内没有数据

source: No medications
zh_hans: 没有用药

source: No medications set up.
zh_hans: 还没有设置用药。

source: Note
zh_hans: 备注

source: Nothing yet
zh_hans: 还没有记录

source: Pay once. Yours forever. No subscription.
zh_hans: 一次买断，永久使用，没有订阅。

source: PDF reports for doctor visits
zh_hans: 用于复诊的 PDF 报告

source: Range
zh_hans: 范围

source: Readings in your range
zh_hans: 在你的范围内的读数

source: Restore purchase
zh_hans: 恢复购买

source: Save
zh_hans: 保存

source: Set these with your doctor. Steady only counts readings against ranges you enter — it never judges them.
zh_hans: 请和医生一起设定这些范围。Steady 只会按你输入的范围统计读数，不会评判这些读数。

source: Settings
zh_hans: 设置

source: Severe
zh_hans: 明显

source: Severity
zh_hans: 程度

source: Share CSV
zh_hans: 分享 CSV

source: Share report
zh_hans: 分享报告

source: skipped
zh_hans: 已跳过

source: Steady - Health record
zh_hans: Steady - 健康记录

source: Steady is a record-keeping tool, not a medical device. It does not diagnose, treat, or give medical advice. Target ranges shown are the ones you entered yourself. Always consult your doctor about your readings.
zh_hans: Steady 是一个记录工具，不是医疗器械。它不诊断、不治疗、也不提供医疗建议。显示的目标范围均由你本人设定。关于你的数据，请务必咨询医生。

source: Steady Pro — unlocked
zh_hans: Steady Pro — 已解锁

source: Symptom (e.g. headache)
zh_hans: 症状（例如头痛）

source: Symptoms
zh_hans: 症状

source: Take a minute to log your readings.
zh_hans: 花一分钟记录你的读数。

source: taken
zh_hans: 已服

source: Time
zh_hans: 时间

source: Time for %arg.
zh_hans: 该记录 %1$arg 了。

source: Timeline
zh_hans: 时间线

source: Times
zh_hans: 时间

source: To
zh_hans: 结束

source: Today
zh_hans: 今天

source: Trends
zh_hans: 趋势

source: Trends beyond the last 7 days
zh_hans: 查看超过最近 7 天的趋势

source: Type
zh_hans: 类型

source: Unlock for %arg
zh_hans: 以 %1$arg 解锁

source: Weight
zh_hans: 体重
